2.3.Pruebas-de-servicios-web/tema8/Artillery/artillery_ejem4/ejem4.yml
config:
    target: "http://127.0.0.1:8080"
    phases:
      - duration: 20
        arrivalRate: 10
    payload:
      path: "items.csv"
      fields:
        - "description"
        - "checked"
    ensure:
      p95: 5
scenarios:
    - flow:
        - post:
            url: "/items/"
            json:
              description: "{{ description }}"
              checked: "{{ checked }}"